Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Open Search, find a movie or show, then tap Add to start tracking.
ar: افتح البحث، ابحث عن فيلم أو مسلسل، ثم اضغط إضافة لبدء التتبع.
bn: অনুসন্ধান খুলুন, একটি চলচ্চিত্র বা শো খুঁজুন, তারপর ট্র্যাকিং শুরু করতে যোগ করুন আলতো চাপুন।
ca: Obre Cerca, troba una pel·lícula o sèrie i toca Afegeix per començar el seguiment.
cs: Otevři Vyhledávání, najdi film nebo seriál a klepni na Přidat.
da: Åbn Søgning, find en film eller serie, og tryk derefter på Tilføj for at begynde at spore.
de: Öffne die Suche, finde einen Film oder eine Serie und tippe auf Hinzufügen, um zu tracken.
el: Ανοίξτε την Αναζήτηση, βρείτε ταινία ή σειρά και πατήστε Προσθήκη για να ξεκινήσετε την παρακολούθηση.
es: Abre Buscar, encuentra una película o serie y pulsa Añadir para empezar a seguirla.
es_mx: Abre Buscar, encuentra una película o serie y toca Agregar para empezar a seguirla.
fi: Avaa Haku, etsi elokuva tai sarja ja napauta sitten Lisää aloittaaksesi seurannan.
fr: Ouvre Recherche, trouve un film ou une série, puis appuie sur Ajouter pour commencer le suivi.
gu: શોધ ખોલો, મૂવી અથવા શો શોધો, પછી ટ્રેકિંગ શરૂ કરવા માટે ઉમેરો પર ટૅપ કરો.
he: פתח חיפוש, מצא סרט או סדרה, ואז הקש הוסף כדי להתחיל לעקוב.
hi: खोज खोलें, फ़िल्म या शो खोजें, फिर ट्रैकिंग शुरू करने के लिए जोड़ें टैप करें।
hr: Otvori Pretragu, pronađi film ili seriju i dodirni Dodaj.
hu: Nyissa meg a Keresést, találjon filmet vagy műsort, majd koppintson a Hozzáadás gombra a követés indításához.
id: Buka Pencarian, temukan film atau acara, lalu ketuk Tambah untuk mulai melacak.
it: Apri Cerca, trova un film o una serie, poi tocca Aggiungi per iniziare a tracciare.
ja: 検索を開き、映画や番組を見つけて、追加をタップしてトラッキングを開始します。
kn: ಹುಡುಕಾಟವನ್ನು ತೆರೆಯಿರಿ, ಚಲನಚಿತ್ರ ಅಥವಾ ಕಾರ್ಯಕ್ರಮವನ್ನು ಹುಡುಕಿ, ನಂತರ ಟ್ರ್ಯಾಕಿಂಗ್ ಪ್ರಾರಂಭಿಸಲು ಸೇರಿಸು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 검색을 열고 영화나 프로그램을 찾은 후 추가를 탭하여 추적을 시작하세요.
ml: തിരയൽ തുറക്കുക, ഒരു സിനിമ അല്ലെങ്കിൽ ഷോ കണ്ടെത്തുക, തുടർന്ന് ട്രാക്കിംഗ് ആരംഭിക്കാൻ ചേർക്കുക ടാപ്പ് ചെയ്യുക.
mr: शोध उघडा, चित्रपट किंवा शो शोधा, त्यानंतर ट्रॅकिंग सुरू करण्यासाठी जोडा वर टॅप करा.
ms: Buka Carian, cari filem atau rancangan, kemudian ketik Tambah untuk mula menjejak.
nb: Åpne Søk, finn en film eller serie, og trykk deretter Legg til for å begynne å spore.
nl: Open Zoeken, zoek een film of serie en tik vervolgens op Toevoegen om te beginnen met volgen.
or: ସନ୍ଧାନ ଖୋଲ, ଏକ ଚଳଚ୍ଚିତ୍ର କିମ୍ବା ଶୋ ଖୋଜ, ତାପରେ ଟ୍ରାକିଂ ଆରମ୍ଭ କରିବାକୁ ଆଡ୍ ଟ୍ୟାପ୍ କର |
pa: ਖੋਜ ਖੋਲ੍ਹੋ, ਕੋਈ ਫ਼ਿਲਮ ਜਾਂ ਸ਼ੋਅ ਲੱਭੋ, ਫਿਰ ਟਰੈਕਿੰਗ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਸ਼ਾਮਲ ਕਰੋ 'ਤੇ ਟੈਪ ਕਰੋ।
pl: Otwórz Wyszukiwanie, znajdź film lub serial i dotknij Dodaj.
pt_br: Abra a Busca, encontre um filme ou série e toque em Adicionar para começar a acompanhar.
pt_pt: Abra a Busca, encontre um filme ou série e toque em Adicionar para começar a acompanhar.
ro: Deschide Căutare, găsește un film sau serial și atinge Adaugă.
ru: Открой Поиск, найди фильм или сериал и нажми Добавить.
sk: Otvor Vyhľadávanie, nájdi film alebo seriál a klepni na Pridať, aby si začal sledovať.
sl: Odpri Iskanje, najdi film ali serijo, nato tapni Dodaj za sledenje.
sv: Öppna Sök, hitta en film eller serie och tryck sedan på Lägg till för att börja spåra.
ta: தேடலைத் திறந்து, ஒரு திரைப்படம் அல்லது நிகழ்ச்சியைக் கண்டுபிடித்து, பின்னர் கண்காணிக்கத் தொடங்க 'சேர்' என்பதைத் தட்டவும்.
te: సెర్చ్ ఓపెన్ చేసి, ఒక సినిమా లేదా షోను కనుగొని, ఆపై ట్రాకింగ్ ప్రారంభించడానికి యాడ్ నొక్కండి.
th: เปิดการค้นหา ค้นหาภาพยนตร์หรือรายการ จากนั้นแตะเพิ่มเพื่อเริ่มการติดตาม
tr: Arama'yı aç, film veya dizi bul, sonra takip etmek için Ekle'ye dokun.
uk: Відкрий Пошук, знайди фільм або серіал і натисни Додати.
ur: تلاش کھولیں، فلم یا شو تلاش کریں، پھر ٹریکنگ شروع کرنے کے لیے شامل کریں پر ٹیپ کریں۔
vi: Mở Tìm kiếm, tìm phim hoặc chương trình, sau đó nhấn Thêm để bắt đầu theo dõi.
zh_hans: 打开搜索，找到电影或节目，然后点按“添加”开始跟踪。
zh_hant: 開啟搜尋，找到電影或節目，然後點按「加入」開始追蹤。

source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
ca: Obre Configuració
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
es_mx: Abrir Configuración
fi: Avaa Asetukset
fr: Ouvrir Réglages
gu: સેટિંગ્સ ખોલો
he: פתח הגדרות
hi: सेटिंग्स खोलें
hr: Otvori Postavke
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko: 설정 열기
ml: ക്രമീകരണങ്ങൾ തുറക്കുക
mr: सेटिंग्ज उघडा
ms: Buka Tetapan
nb: Åpne Innstillinger
nl: Instellingen openen
or: ସେଟିଂସମୂହ ଖୋଲନ୍ତୁ |
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ro: Deschide Setări
ru: Открыть Настройки
sk: Otvoriť Nastavenia
sl: Odprite nastavitve
sv: Öppna Inställningar
ta: அமைப்புகளைத் திறக்கவும்
te: సెట్టింగ్‌లను తెరవండి
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити Налаштування
ur: ترتیبات کھولیں۔
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open the Shortcuts app to browse Cronica actions and add them to Siri.
ar: افتح تطبيق الاختصارات لتصفح إجراءات Cronica وإضافتها إلى Siri.
bn: Cronica অ্যাকশন ব্রাউজ করতে শর্টকাট অ্যাপ খুলুন এবং সেগুলিকে Siri-এ যোগ করুন।
ca: Obre l’app Dreceres per explorar les accions de Cronica i afegir-les a Siri.
cs: Otevřete aplikaci Zkratky a procházejte akce Cronica a přidejte je do Siri.
da: Åbn appen Genveje for at se Cronica-handlinger og tilføje dem til Siri.
de: Öffne die Kurzbefehle-App, um Cronica-Aktionen zu durchsuchen und zu Siri hinzuzufügen.
el: Άνοιξε την εφαρμογή Συντομεύσεις για να περιηγηθείς στις ενέργειες Cronica και να τις προσθέσεις στο Siri.
es: Abre la app Atajos para ver las acciones de Cronica y añadirlas a Siri.
es_mx: Abre la app Atajos para ver las acciones de Cronica y agregarlas a Siri.
fi: Avaa Pikakomennot-sovellus selataksesi Cronican toimintoja ja lisätäksesi ne Siriin.
fr: Ouvrez l’app Raccourcis pour parcourir les actions Cronica et les ajouter à Siri.
gu: Cronica ક્રિયાઓ બ્રાઉઝ કરવા અને તેમને સિરીમાં ઉમેરવા માટે શૉર્ટકટ્સ ઍપ ખોલો.
he: פתח את אפליקציית קיצורי הדרך כדי לעיין בפעולות Cronica ולהוסיף אותן ל־Siri.
hi: Cronica क्रियाएँ देखने और उन्हें Siri में जोड़ने के लिए शॉर्टकट ऐप खोलें।
hr: Otvori aplikaciju Prečaci za pregled Cronica radnji i dodavanje u Siri.
hu: Nyisd meg a Parancsok appot a Cronica műveletek böngészéséhez és Sirihez adásához.
id: Buka app Pintasan untuk menelusuri tindakan Cronica dan menambahkannya ke Siri.
it: Apri l’app Comandi per esplorare le azioni di Cronica e aggiungerle a Siri.
ja: ショートカットアプリを開いてCronicaのアクションを確認し、Siriに追加します。
kn: Cronica ಕ್ರಿಯೆಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಲು ಮತ್ತು ಅವುಗಳನ್ನು ಸಿರಿಗೆ ಸೇರಿಸಲು ಶಾರ್ಟ್‌ಕಟ್‌ಗಳ ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಿರಿ.
ko: 단축어 앱을 열어 Cronica 동작을 살펴보고 Siri에 추가하세요.
ml: Cronica പ്രവർത്തനങ്ങൾ ബ്രൗസ് ചെയ്യാനും അവ സിരിയിലേക്ക് ചേർക്കാനും കുറുക്കുവഴികൾ ആപ്പ് തുറക്കുക.
mr: Cronica क्रिया ब्राउझ करण्यासाठी शॉर्टकट ॲप उघडा आणि त्या Siri मध्ये जोडा.
ms: Buka app Pintasan untuk melihat tindakan Cronica dan menambahkannya ke Siri.
nb: Åpne Snarveier-appen for å bla gjennom Cronica-handlinger og legge dem til Siri.
nl: Open de app Opdrachten om Cronica-acties te bekijken en aan Siri toe te voegen.
or: Cronica କ୍ରିୟା ବ୍ରାଉଜ୍ କରିବା ପାଇଁ ଏବଂ ସର୍ଟରେ ଯୋଡିବା ପାଇଁ ସର୍ଟକଟ୍ ଆପ୍ ଖୋଲ |
pa: Cronica ਕਾਰਵਾਈਆਂ ਨੂੰ ਬ੍ਰਾਊਜ਼ ਕਰਨ ਲਈ ਸ਼ਾਰਟਕੱਟ ਐਪ ਖੋਲ੍ਹੋ ਅਤੇ ਉਹਨਾਂ ਨੂੰ Siri ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ।
pl: Otwórz aplikację Skróty, aby przeglądać działania Cronica i dodawać je do Siri.
pt_br: Abra o app Atalhos para ver as ações do Cronica e adicioná-las à Siri.
pt_pt: Abra o app Atalhos para ver as ações do Cronica e adicioná-las à Siri.
ro: Deschide app-ul Comenzi rapide pentru a răsfoi acțiunile Cronica și a le adăuga la Siri.
ru: Откройте приложение «Команды», чтобы просмотреть действия Cronica и добавить их в Siri.
sk: Otvorte aplikáciu Skrátené príkazy na prehliadanie akcií Cronica a ich pridanie do Siri.
sl: Odpri aplikacijo Bližnjice za brskanje po dejanjih Cronica in dodajanje v Siri.
sv: Öppna appen Genvägar för att bläddra bland Cronica-åtgärder och lägga till dem i Siri.
ta: Cronica செயல்பாடுகளைப் பார்த்து அவற்றை Siri-யில் சேர்க்க, குறுக்குவழிகள் செயலியைத் திறக்கவும்.
te: Cronica చర్యలను బ్రౌజ్ చేయడానికి మరియు వాటిని సిరికి జోడించడానికి షార్ట్‌కట్స్ యాప్‌ను తెరవండి.
th: เปิดแอปทางลัดเพื่อเรียกดูการกระทำของ Cronica และเพิ่มลงใน Siri
tr: Cronica eylemlerine göz atmak ve Siri’ye eklemek için Kısayollar uygulamasını aç.
uk: Відкрийте програму «Команди», щоб переглянути дії Cronica та додати їх до Siri.
ur: Cronica ایکشنز کو براؤز کرنے اور انہیں Siri میں شامل کرنے کے لیے شارٹ کٹ ایپ کھولیں۔
vi: Mở ứng dụng Phím tắt để duyệt các hành động Cronica và thêm chúng vào Siri.
zh_hans: 打开“快捷指令”应用以浏览 Cronica 操作并将其添加到 Siri。
zh_hant: 打開「捷徑」App 以瀏覽 Cronica 操作並加入 Siri。

source: Open Title
ar: فتح العنوان
bn: শিরোনাম খুলুন
ca: Obre el títol
cs: Otevřít titul
da: Åbn titel
de: Titel öffnen
el: Άνοιγμα τίτλου
es: Abrir título
es_mx: Abrir título
fi: Avaa nimi
fr: Ouvrir le titre
gu: શીર્ષક ખોલો
he: פתח כותרת
hi: शीर्षक खोलें
hr: Otvori naslov
hu: Cím megnyitása
id: Buka judul
it: Apri titolo
ja: 作品を開く
kn: ಶೀರ್ಷಿಕೆಯನ್ನು ತೆರೆಯಿರಿ
ko: 작품 열기
ml: പേര് തുറക്കുക
mr: शीर्षक उघडा
ms: Buka tajuk
nb: Åpne tittel
nl: Titel openen
or: ଆଖ୍ୟା ଖୋଲନ୍ତୁ |
pa: ਸਿਰਲੇਖ ਖੋਲ੍ਹੋ
pl: Otwórz tytuł
pt_br: Abrir título
pt_pt: Abrir título
ro: Deschide titlul
ru: Открыть название
sk: Otvoriť titul
sl: Odpri naslov
sv: Öppna titel
ta: திறந்த தலைப்பு
te: శీర్షికను తెరవండి
th: เปิดชื่อเรื่อง
tr: Yapımı aç
uk: Відкрити назву
ur: عنوان کھولیں۔
vi: Mở tiêu đề
zh_hans: 打开作品
zh_hant: 打開作品

source: Open trailers in YouTube
ar: فتح المقاطع الدعائية في YouTube
bn: YouTube এর মধ্যে ট্রেলার খুলুন
ca: Obre els tràilers a YouTube
cs: Otevírat upoutávky v YouTube
da: Åbn trailere i YouTube
de: Trailer in YouTube öffnen
el: Άνοιγμα τρέιλερ στο YouTube
es: Abrir tráilers en YouTube
es_mx: Abrir tráilers en YouTube
fi: Avaa trailerit YouTubessa
fr: Ouvrir la bande annonce sur YouTube
gu: YouTube માં ટ્રેલર ખોલો
he: פתח טрейלers ב-YouTube
hi: YouTube में ट्रेलर खोलें
hr: Otvaraj najave u YouTubeu
hu: Előzetesek megnyitása a YouTube-on
id: Buka trailer di YouTube
it: Apri Trailers su YouTube
ja: YouTubeで予告編を開く
kn: YouTube ನಲ್ಲಿ ಟ್ರೇಲರ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko: YouTube에서 예고편 열기
ml: YouTube-ൽ ട്രെയിലറുകൾ തുറക്കുക
mr: YouTube मध्ये ट्रेलर उघडा
ms: Buka treler di YouTube
nb: Åpne trailere i YouTube
nl: Trailers openen in YouTube
or: YouTube ରେ ଟ୍ରେଲର୍ ଖୋଲନ୍ତୁ |
pa: YouTube ਵਿੱਚ ਟ੍ਰੇਲਰ ਖੋਲ੍ਹੋ
pl: Otwieraj zwiastuny w YouTube
pt_br: Abrir Trailers no YouTube
pt_pt: Abrir trailers no YouTube
ro: Deschide trailerele în YouTube
ru: Открывать трейлеры в YouTube
sk: Otvoriť trailery v YouTube
sl: Odpri napovednike v YouTube
sv: Öppna trailers i YouTube
ta: YouTube இல் டிரெய்லர்களைத் திறக்கவும்
te: YouTubeలో ట్రైలర్‌లను తెరవండి
th: เปิดตัวอย่างใน YouTube
tr: Fragmanları YouTube'da aç
uk: Відкривати трейлери в YouTube
ur: YouTube میں ٹریلرز کھولیں۔
vi: Mở trailer trong YouTube
zh_hans: 在 YouTube 中打开预告片
zh_hant: 在 YouTube 中開啟預告片

source: Open Up Next
ar: فتح التالي
bn: পরবর্তী খুলুন
ca: Obre A continuació
cs: Otevřít Další
da: Åbn Næste
de: Als Nächstes öffnen
el: Άνοιγμα Επόμενων
es: Abrir A continuación
es_mx: Abrir A continuación
fi: Avaa Seuraavaksi
fr: Ouvrir À suivre
gu: આગળ ખોલો
he: פתח הבא בתור
hi: आगे क्या खोलें
hr: Otvori Sljedeće
hu: Következők megnyitása
id: Buka Selanjutnya
it: Apri In programma
ja: 次に観るを開く
kn: ಮುಂದೆ ತೆರೆಯಿರಿ
ko: 다음에 볼 것 열기
ml: അടുത്തത് തുറക്കുക
mr: पुढील उघडा
ms: Buka Seterusnya
nb: Åpne Neste
nl: Hierna openen
or: ପରବର୍ତ୍ତୀ ଖୋଲନ୍ତୁ |
pa: ਅੱਗੇ ਖੋਲ੍ਹੋ
pl: Otwórz Dalej
pt_br: Abrir A seguir
pt_pt: Abrir A Seguir
ro: Deschide Urmează
ru: Открыть Дальше
sk: Otvoriť Ďalej
sl: Odpri naprej
sv: Öppna Härnäst
ta: அடுத்து திறக்கவும்
te: తరువాత తెరవండి
th: เปิดถัดไป
tr: Sıradakiler’i aç
uk: Відкрити Далі
ur: اگلا کھولیں۔
vi: Mở tiếp theo
zh_hans: 打开接下来
zh_hant: 打開接下來

source: Open Watchlist
ar: فتح قائمة المشاهدة
bn: খোলা Watchlist
ca: Obre la Watchlist
cs: Otevřít seznam
da: Åbn watchlist
de: Watchlist öffnen
el: Άνοιγμα λίστας
es: Abrir lista
es_mx: Abrir lista
fi: Avaa katselulista
fr: Ouvrir la liste
gu: વૉચલિસ્ટ ખોલો
he: פתח רשימת צפייה
hi: वॉचलिस्ट खोलें
hr: Otvori listu
hu: Lista megnyitása
id: Buka watchlist
it: Apri watchlist
ja: ウォッチリストを開く
kn: ವೀಕ್ಷಣೆ ಪಟ್ಟಿಯನ್ನು ತೆರೆಯಿರಿ
ko: 관심 목록 열기
ml: വാച്ച് ലിസ്റ്റ് തുറക്കുക
mr: वॉचलिस्ट उघडा
ms: Buka senarai tontonan
nb: Åpne ønskeliste
nl: Watchlist openen
or: ୱାଚଲିଷ୍ଟ ଖୋଲନ୍ତୁ |
pa: ਵਾਚਲਿਸਟ ਖੋਲ੍ਹੋ
pl: Otwórz listę
pt_br: Abrir lista
pt_pt: Abrir Watchlist
ro: Deschide lista
ru: Открыть список
sk: Otvoriť zoznam
sl: Odpri seznam za ogled
sv: Öppna watchlist
ta: கண்காணிப்புப் பட்டியலைத் திறக்கவும்
te: వాచ్‌లిస్ట్‌ను తెరవండి
th: เปิดรายการเฝ้าดู
tr: İzleme listesini aç
uk: Відкрити список
ur: واچ لسٹ کھولیں۔
vi: Mở danh sách theo dõi
zh_hans: 打开片单
zh_hant: 打開片單

source: Open your Cronica watchlist.
ar: افتح قائمة المشاهدة في Cronica.
bn: আপনার Cronica ওয়াচলিস্ট খুলুন।
ca: Obre la teva Watchlist de Cronica.
cs: Otevřete svůj seznam Cronica.
da: Åbn din Cronica-watchlist.
de: Öffne deine Cronica-Watchlist.
el: Άνοιξε τη λίστα σου στο Cronica.
es: Abre tu lista de Cronica.
es_mx: Abre tu lista de Cronica.
fi: Avaa Cronican katselulistasi.
fr: Ouvrez votre liste Cronica.
gu: તમારી Cronica વૉચલિસ્ટ ખોલો.
he: פתח את רשימת הצפייה של Cronica.
hi: अपनी Cronica वॉचलिस्ट खोलें।
hr: Otvori svoju Cronica listu.
hu: Nyisd meg a Cronica listádat.
id: Buka watchlist Cronica Anda.
it: Apri la watchlist di Cronica.
ja: Cronicaのウォッチリストを開きます。
kn: ನಿಮ್ಮ Cronica ವಾಚ್‌ಲಿಸ್ಟ್ ತೆರೆಯಿರಿ.
ko: Cronica 관심 목록을 엽니다.
ml: നിങ്ങളുടെ Cronica വാച്ച്‌ലിസ്റ്റ് തുറക്കുക.
mr: तुमची Cronica वॉचलिस्ट उघडा.
ms: Buka senarai tontonan Cronica anda.
nb: Åpne Cronica-ønskelisten din.
nl: Open je Cronica-watchlist.
or: ଆପଣଙ୍କର Cronica ୱାଚଲିଷ୍ଟ ଖୋଲନ୍ତୁ |
pa: ਆਪਣੀ Cronica ਵਾਚਲਿਸਟ ਖੋਲ੍ਹੋ।
pl: Otwórz swoją listę Cronica.
pt_br: Abra sua lista do Cronica.
pt_pt: Abra sua lista do Cronica.
ro: Deschide lista ta Cronica.
ru: Откройте свой список Cronica.
sk: Otvorte svoj zoznam Cronica.
sl: Odprite svoj seznam za opazovanje Cronica.
sv: Öppna din Cronica-watchlist.
ta: உங்கள் Cronica கண்காணிப்புப் பட்டியலைத் திறக்கவும்.
te: మీ Cronica వాచ్‌లిస్ట్‌ను తెరవండి.
th: เปิดรายการเฝ้าดู Cronica ของคุณ
tr: Cronica izleme listenizi açın.
uk: Відкрийте свій список Cronica.
ur: اپنی Cronica واچ لسٹ کھولیں۔
vi: Mở danh sách theo dõi Cronica của bạn.
zh_hans: 打开你的 Cronica 片单。
zh_hant: 打開你的 Cronica 片單。

source: Open your saved titles.
ar: افتح عناوينك المحفوظة.
bn: আপনার সংরক্ষিত শিরোনাম খুলুন.
ca: Obre els teus títols desats.
cs: Otevřete uložené tituly.
da: Åbn dine gemte titler.
de: Gespeicherte Titel öffnen.
el: Άνοιξε τους αποθηκευμένους τίτλους σου.
es: Abre tus títulos guardados.
es_mx: Abre tus títulos guardados.
fi: Avaa tallennetut nimet.
fr: Ouvrir vos titres enregistrés.
gu: તમારા સાચવેલા શીર્ષકો ખોલો.
he: פתח כותרות שמורות.
hi: अपने सहेजे शीर्षक खोलें.
hr: Otvori spremljene naslove.
hu: Mentett címek megnyitása.
id: Buka judul tersimpan Anda.
it: Apri i titoli salvati.
ja: 保存した作品を開く。
kn: ನಿಮ್ಮ ಉಳಿಸಿದ ಶೀರ್ಷಿಕೆಗಳನ್ನು ತೆರೆಯಿರಿ.
ko: 저장한 작품을 엽니다.
ml: നിങ്ങളുടെ സംരക്ഷിച്ച ശീർഷകങ്ങൾ തുറക്കുക.
mr: तुमची जतन केलेली शीर्षके उघडा.
ms: Buka tajuk tersimpan anda.
nb: Åpne lagrede titler.
nl: Open je opgeslagen titels.
or: ଆପଣଙ୍କର ସଞ୍ଚିତ ଆଖ୍ୟାଗୁଡିକ ଖୋଲନ୍ତୁ |
pa: ਆਪਣੇ ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਸਿਰਲੇਖਾਂ ਨੂੰ ਖੋਲ੍ਹੋ।
pl: Otwórz zapisane tytuły.
pt_br: Abra seus títulos salvos.
pt_pt: Abre os teus títulos guardados.
ro: Deschide titlurile salvate.
ru: Откройте сохранённые названия.
sk: Otvorte uložené tituly.
sl: Odprite shranjene naslove.
sv: Öppna sparade titlar.
ta: நீங்கள் சேமித்த தலைப்புகளைத் திறக்கவும்.
te: మీరు సేవ్ చేసిన టైటిల్స్‌ను తెరవండి.
th: เปิดชื่อที่บันทึกไว้
tr: Kayıtlı yapımlarını aç.
uk: Відкрийте збережені назви.
ur: اپنے محفوظ کردہ عنوانات کھولیں۔
vi: Mở tiêu đề đã lưu của bạn.
zh_hans: 打开已保存的作品。
zh_hant: 打開已儲存的作品。

source: Open your Up Next list in Cronica.
ar: افتح قائمة التالي في Cronica.
bn: Cronica-এ আপনার পরবর্তী তালিকা খুলুন।
ca: Obre la llista A continuació a Cronica.
cs: Otevřete seznam Další v Cronica.
da: Åbn din Næste-liste i Cronica.
de: Öffne deine Als-Nächstes-Liste in Cronica.
el: Άνοιξε τη λίστα Επόμενων στο Cronica.
es: Abre tu lista A continuación en Cronica.
es_mx: Abre tu lista A continuación en Cronica.
fi: Avaa Seuraavaksi-listasi Cronicassa.
fr: Ouvre ta liste À suivre dans Cronica.
gu: Cronica માં તમારી અપ નેક્સ્ટ સૂચિ ખોલો.
he: פתח את רשימת הבא בתור ב־Cronica.
hi: Cronica में अपनी आगे क्या सूची खोलें।
hr: Otvori svoju listu Sljedeće u Cronica.
hu: Nyisd meg a Következők listádat a Cronicában.
id: Buka daftar Selanjutnya Anda di Cronica.
it: Apri la lista In programma in Cronica.
ja: Cronicaの次に観るリストを開く。
kn: Cronica ನಲ್ಲಿ ನಿಮ್ಮ ಮುಂದಿನ ಪಟ್ಟಿಯನ್ನು ತೆರೆಯಿರಿ.
ko: Cronica에서 다음에 볼 것 목록을 엽니다.
ml: നിങ്ങളുടെ അടുത്തത് ലിസ്റ്റ് Cronica-ൽ തുറക്കുക.
mr: तुमची पुढील यादी Cronica मध्ये उघडा.
ms: Buka senarai Seterusnya anda dalam Cronica.
nb: Åpne Neste-listen din i Cronica.
nl: Open je Hierna-lijst in Cronica.
or: Cronica ରେ ଆପଣଙ୍କର ଅପ୍ ପରବର୍ତ୍ତୀ ତାଲିକା ଖୋଲନ୍ତୁ |
pa: ਆਪਣੀ ਅਗਲੀ ਸੂਚੀ ਨੂੰ Cronica ਵਿੱਚ ਖੋਲ੍ਹੋ।
pl: Otwórz listę Dalej w Cronica.
pt_br: Abra sua lista A seguir no Cronica.
pt_pt: Abra sua lista A seguir no Cronica.
ro: Deschide lista Urmează din Cronica.
ru: Откройте список «Дальше» в Cronica.
sk: Otvorte zoznam Ďalej v Cronica.
sl: Odprite svoj seznam Naslednji v Cronica.
sv: Öppna din Härnäst-lista i Cronica.
ta: Cronica-இல் உங்கள் 'அடுத்து வரவிருப்பவை' பட்டியலைத் திறக்கவும்.
te: Cronicaలో మీ అప్ నెక్స్ట్ జాబితాను తెరవండి.
th: เปิดรายการถัดไปของคุณใน Cronica
tr: Cronica’daki Sıradakiler listenizi açın.
uk: Відкрийте список «Далі» в Cronica.
ur: اپنی اگلی فہرست کو Cronica میں کھولیں۔
vi: Mở danh sách Up Next của bạn trong Cronica.
zh_hans: 打开 Cronica 的接下来列表。
zh_hant: 打開 Cronica 的接下來列表。

source: Open your watchlist in Cronica.
ar: افتح قائمة المشاهدة في Cronica.
bn: Cronica-এ আপনার ওয়াচলিস্ট খুলুন।
ca: Obre la teva Watchlist a Cronica.
cs: Otevřete svůj seznam v Cronica.
da: Åbn din watchlist i Cronica.
de: Öffne deine Watchlist in Cronica.
el: Άνοιξε τη λίστα σου στο Cronica.
es: Abre tu lista en Cronica.
es_mx: Abre tu lista en Cronica.
fi: Avaa katselulistasi Cronicassa.
fr: Ouvrez votre liste dans Cronica.
gu: તમારી વોચલિસ્ટ Cronica માં ખોલો.
he: פתח את רשימת הצפייה שלך ב־Cronica.
hi: Cronica में अपनी वॉचलिस्ट खोलें।
hr: Otvori svoju listu u Cronica.
hu: Nyisd meg a listádat a Cronicában.
id: Buka watchlist Anda di Cronica.
it: Apri la tua watchlist in Cronica.
ja: Cronicaでウォッチリストを開きます。
kn: Cronica ನಲ್ಲಿ ನಿಮ್ಮ ವೀಕ್ಷಣಾ ಪಟ್ಟಿಯನ್ನು ತೆರೆಯಿರಿ.
ko: Cronica에서 관심 목록을 엽니다.
ml: Cronica-ൽ നിങ്ങളുടെ വാച്ച്‌ലിസ്റ്റ് തുറക്കുക.
mr: तुमची वॉचलिस्ट Cronica मध्ये उघडा.
ms: Buka senarai tontonan anda dalam Cronica.
nb: Åpne ønskelisten din i Cronica.
nl: Open je watchlist in Cronica.
or: Cronica ରେ ଆପଣଙ୍କର ୱାଚଲିଷ୍ଟ ଖୋଲନ୍ତୁ |
pa: ਆਪਣੀ ਵਾਚਲਿਸਟ ਨੂੰ Cronica ਵਿੱਚ ਖੋਲ੍ਹੋ।
pl: Otwórz swoją listę w Cronica.
pt_br: Abra sua lista no Cronica.
pt_pt: Abra sua lista no Cronica.
ro: Deschide lista ta în Cronica.
ru: Откройте свой список в Cronica.
sk: Otvorte svoj zoznam v Cronica.
sl: Odprite svoj seznam za spremljanje v Cronica.
sv: Öppna din watchlist i Cronica.
ta: Cronica இல் உங்கள் கண்காணிப்புப் பட்டியலைத் திறக்கவும்.
te: Cronicaలో మీ వాచ్‌లిస్ట్‌ను తెరవండి.
th: เปิดรายการเฝ้าดูของคุณใน Cronica
tr: Cronica’daki izleme listenizi açın.
uk: Відкрийте свій список у Cronica.
ur: Cronica میں اپنی واچ لسٹ کھولیں۔
vi: Mở danh sách theo dõi của bạn trong Cronica.
zh_hans: 在 Cronica 中打开片单。
zh_hant: 在 Cronica 中打開片單。

source: Opening %@ in Cronica.
ar: جارٍ فتح %@ في Cronica.
bn: Cronica এ %@ খোলা হচ্ছে।
ca: S’està obrint %@ a Cronica.
cs: Otevírá se %@ v Cronica.
da: Åbner %@ i Cronica.
de: Öffne %@ in Cronica.
el: Άνοιγμα του %@ στο Cronica.
es: Abriendo %@ en Cronica.
es_mx: Abriendo %@ en Cronica.
fi: Avataan %@ Cronicassa.
fr: Ouverture de %@ dans Cronica.
gu: Cronica માં %@ ખોલી રહ્યું છે.
he: פותח את %@ ב־Cronica.
hi: Cronica में %@ खोला जा रहा है।
hr: Otvaram %@ u Cronica.
hu: %@ megnyitása a Cronicában.
id: Membuka %@ di Cronica.
it: Apertura di %@ in Cronica.
ja: Cronicaで%@を開いています。
kn: Cronica ನಲ್ಲಿ %@ ತೆರೆಯಲಾಗುತ್ತಿದೆ.
ko: Cronica에서 %@을(를) 엽니다.
ml: Cronica-ൽ %@ തുറക്കുന്നു.
mr: Cronica मध्ये %@ उघडत आहे.
ms: Membuka %@ dalam Cronica.
nb: Åpner %@ i Cronica.
nl: %@ in Cronica openen.
or: Cronica ରେ %@ ଖୋଲିବା |
pa: Cronica ਵਿੱਚ %@ ਨੂੰ ਖੋਲ੍ਹਣਾ।
pl: Otwieranie %@ w Cronica.
pt_br: Abrindo %@ no Cronica.
pt_pt: Abrindo %@ no Cronica.
ro: Se deschide %@ în Cronica.
ru: Открываю %@ в Cronica.
sk: Otvára sa %@ v Cronica.
sl: Odpiranje %@ v Cronica.
sv: Öppnar %@ i Cronica.
ta: Cronica இல் %@ திறக்கப்படுகிறது.
te: Cronicaలో %@ను తెరవడం.
th: กำลังเปิด %@ ใน Cronica
tr: Cronica’da %@ açılıyor.
uk: Відкриваю %@ у Cronica.
ur: Cronica میں %@ کھولنا۔
vi: Mở %@ trong Cronica.
zh_hans: 正在 Cronica 中打开%@。
zh_hant: 正在 Cronica 中打開%@。

source: Opening search in Cronica.
ar: جارٍ فتح البحث في Cronica.
bn: Cronica-এ অনুসন্ধান খোলা হচ্ছে।
ca: S’està obrint la cerca a Cronica.
cs: Otevírá se hledání v Cronica.
da: Åbner søgning i Cronica.
de: Öffne die Suche in Cronica.
el: Άνοιγμα αναζήτησης στο Cronica.
es: Abriendo la búsqueda en Cronica.
es_mx: Abriendo la búsqueda en Cronica.
fi: Avataan haku Cronicassa.
fr: Ouverture de la recherche dans Cronica.
gu: Cronica માં શોધ ખોલી રહ્યું છે.
he: פותח חיפוש ב־Cronica.
hi: Cronica में खोज खोली जा रही है।
hr: Otvaram pretraživanje u Cronica.
hu: Keresés megnyitása a Cronicában.
id: Membuka pencarian di Cronica.
it: Apertura della ricerca in Cronica.
ja: Cronicaの検索を開いています。
kn: Cronica ನಲ್ಲಿ ಹುಡುಕಾಟ ತೆರೆಯಲಾಗುತ್ತಿದೆ.
ko: Cronica에서 검색을 엽니다.
ml: Cronica-ൽ തിരയൽ തുറക്കുന്നു.
mr: Cronica मध्ये शोध उघडत आहे.
ms: Membuka carian dalam Cronica.
nb: Åpner søk i Cronica.
nl: Zoeken in Cronica openen.
or: Cronica ରେ ସନ୍ଧାନ ଖୋଲୁଛି |
pa: Cronica ਵਿੱਚ ਖੋਜ ਖੋਲ੍ਹੀ ਜਾ ਰਹੀ ਹੈ।
pl: Otwieranie wyszukiwania w Cronica.
pt_br: Abrindo a pesquisa no Cronica.
pt_pt: Abrindo a pesquisa no Cronica.
ro: Se deschide căutarea în Cronica.
ru: Открываю поиск в Cronica.
sk: Otvára sa vyhľadávanie v Cronica.
sl: Odpiranje iskanja v Cronica.
sv: Öppnar sökning i Cronica.
ta: Cronica இல் தேடலைத் திறக்கிறது.
te: Cronicaలో శోధనను ప్రారంభిస్తోంది.
th: กำลังเปิดการค้นหาใน Cronica
tr: Cronica’da arama açılıyor.
uk: Відкриваю пошук у Cronica.
ur: Cronica میں تلاش کھول رہا ہے۔
vi: Đang mở tìm kiếm trong Cronica.
zh_hans: 正在打开 Cronica 搜索。
zh_hant: 正在打開 Cronica 搜尋。
